Repository: vatoz/wpimprov
Catalog: wpimprov-*.po
Languages: cs_cz

source: Teams
cs_cz: Skupiny

source: Type of event
cs_cz: Typ události

source: Improliga teams
cs_cz: Improligové skupiny

source: Improliga team
cs_cz: Improligový skupiny

source: Improliga events
cs_cz: Improligové události

source: Improliga event
cs_cz: Improligová událost

source: Event details
cs_cz: Detaily události

source: Team details
cs_cz: Detaily skupiny

source: Webpages
cs_cz: Webové stránky

source: City
cs_cz: Město

source: Alias
cs_cz: Přezdívka

source: Refreshed
cs_cz: Obnoveno

source: Latitude
cs_cz: Zeměpisná šířka

source: Longitude
cs_cz: Zeměpisná délka

source: Facebook event id
cs_cz: Facebookové id události

source: Start time
cs_cz: Čas začátku

source: End time
cs_cz: Čas konce

source: Venue
cs_cz: Podnik

source: Venue city
cs_cz: Město

source: Venue street
cs_cz: Ulice

source: Tickets
cs_cz: Vstupenky

source: Source
cs_cz: Zdroj

source: Weekly lists
cs_cz: Týdenní výpisy

source: Other sources
cs_cz: Další zdroje

source: Add other source
cs_cz: Přidat další zdroj

source: Settings
cs_cz: Nastavení

source: Load data
cs_cz: Nahrát údaje

source: Main settings
cs_cz: Hlavní nastavení

source: Facebook settings
cs_cz: Nastavení Facebooku

source: List of tag selectors in form string|tag on new lines
cs_cz: Seznam zařazovacích slov ve formátu slovo|přiřazený termín na samostatných řádcích

source: List of event ids to be imported
cs_cz: Seznam id událostí, které mají být přidány

source: Future events
cs_cz: Budoucí události

source: No future events
cs_cz: Žádné budoucí události

source: Past events
cs_cz: Minulé události

source: No past events
cs_cz: Žádné minulé události

source: Performing
cs_cz: Vystupuje

source: Place
cs_cz: Místo

source: Event time
cs_cz: Čas události

source: Description
cs_cz: Popis

source: Items deleted: %d
cs_cz: Položka smazána: %d

source: Sources
cs_cz: Zdroje

source: Add new
cs_cz: Přidat nový

source: Item was successfully saved
cs_cz: Položka byla úspěšně uložena

source: There was an error while saving item
cs_cz: Při ukládání došlo k chybě

source: Item was successfully updated
cs_cz: Položka byla úspěšně upravena

source: There was an error while updating item
cs_cz: Došlo k chybě při ukládání úprav

source: Item not found
cs_cz: Položka nebyla nalezena

source: back to list
cs_cz: zpět na výpis

source: Inactive
cs_cz: Neaktivní

source: Inactive or historical teams
cs_cz: Neaktivní či historické skupiny

source: Save
cs_cz: Uložit

source: Faceboook source
cs_cz: Facebookový zdroj

source: Source is required
cs_cz: Zdroj je vyžadován

source: Refreshed is required
cs_cz: Pole Obnoveno je vyžadováno

source: Improv events & teams
cs_cz: Improvizační události a skupiny

source: Will display events and teams
cs_cz: Zobrazí události a skupiny
